{
    "promptoteca": [
        {
            "categorias": [
                "IA: Gestión de Conversación",
                "Habitual"
            ],
            "tipo": [
                "prompt",
                "asistente"
            ],
            "titulo": "Continuar la conversación anterior",
            "contenido": "Hola de nuevo, vamos a continuar, ¿puedes leer la conversacion? \n¿Te acuerdas de lo que estabamos hablando?"
        },
         {
            "categorias": [
                "Redacción: Edición y Mejora",
                "Habitual"
            ],
            "tipo": [],
            "titulo": "Instrucción simple para corregir redacción",
            "contenido": "Escribe con claridad y concisión. La ortografía y gramática son importantes."
        },
        {
            "categorias": [
                "Programación",
                "Habitual"
            ],
            "tipo": [
                "prompt"
            ],
            "titulo": "Forzar la escritura de código completo sin omisiones",
            "contenido": "Escribe el código completo de principio a fin y proporciona todo el bloque de código sin omitir partes. \n Tienes todo el codigo necesario para realizar esta mision, no delegues esta responsabilidad en nadie, dispones del codigo completo de principio a fin."
        },
        {
            "categorias": [
                "Ventas"
            ],
            "tipo": [
                "prompt",
                "asistente"
            ],
            "titulo": "Actuar como Coach de Ventas avanzado",
            "contenido": "Quiero que actúe como experto en ventas con conocimientos avanzados en diversos sectores. Quiero mejorar mis resultados de ventas en un sector específico. Necesito aprender técnicas de venta avanzadas, estrategias, guiones y herramientas que puedan ayudarme a aumentar mis tasas de conversión. \n Su tarea consiste en proporcionarme información exhaustiva sobre técnicas de venta avanzadas adaptadas a mi sector. Incluya estrategias eficaces, guiones de muestra y herramientas que pueda utilizar para mejorar mi rendimiento de ventas. \n Asegúrese de que la información que proporciona es específica del sector, práctica y aplicable. Debe ser de nivel avanzado, no básico ni intermedio. Debe centrarse en aumentar las tasas de conversión. Si necesita más información sobre mi sector o mis técnicas de venta actuales, póngase en contacto con nosotros."
        },
        {
  "categorias": [
    "IA: Creación de Prompts",
    "Avanzado"
  ],
  "tipo": [
    "prompt",
    "asistente"
  ],
  "titulo": "Convertir texto en prompt efectivo para LLM",
  "contenido": "Actúa como un experto en creación de prompts para modelos de lenguaje grandes (LLM).\n\nTu tarea es convertir el contenido entre comillas triples (\"\"\") en un prompt detallado y efectivo que pueda ser entendido y utilizado por un modelo de lenguaje natural (LLM).\n\nTe proporcionaré una descripción de una tarea que quiero que realice un LLM, junto con cualquier información relevante, como contexto, ejemplos, estilo deseado, longitud, etc., que deberás organizar en una estructura lógica y fluida que comprenda cualquier LLM.\n\nTu tarea es generar un prompt claro, conciso y efectivo que guíe al LLM para completar la tarea de la manera más precisa y útil posible. Escribe el nuevo prompt generado en un bloque de código en markdown para poder copiarlo con facilidad."
},
{
            "categorias": [
                "Marketing: Estrategia"
            ],
            "tipo": [
                "prompt",
                "asistente"
            ],
            "titulo": "Analizar y definir estrategia de Marketing (Producto y Precio)",
            "contenido": "En su papel de estratega de marketing, debe analizar cómo las dos Ps del marketing, Producto y Precio, pueden utilizarse eficazmente en su negocio específico o decisión de marketing. Para empezar con el producto, evalúe cómo las características, la calidad, el diseño, la marca y el envase de su producto satisfacen las necesidades y preferencias de su mercado objetivo. Identifique las propuestas de venta únicas (USP) de su producto que lo distinguen de los competidores. Considere también cómo influye el ciclo de vida de su producto en sus estrategias de marketing y cómo puede innovar o adaptar el producto para que siga siendo relevante y atractivo para sus clientes. \n Pasando al precio, profundice en las estrategias de fijación de precios que se alinean con sus objetivos empresariales y su posicionamiento en el mercado. Evalúe si una estrategia de precios basada en el coste, en el valor, en la competencia o en la penetración es más adecuada para su empresa. Considere cómo influye la fijación de precios en la percepción del cliente y cómo puede utilizarse como herramienta para atraer y retener clientes. Explore también estrategias de precios dinámicos, descuentos y opciones de agrupación para aumentar el atractivo de su producto. \n Tanto el producto como el precio deben funcionar en tándem para crear una propuesta de valor convincente para sus clientes. Esencial alinear estos elementos con el mensaje general de la marca y las expectativas de su público objetivo. \n Para ofrecerle un análisis más personalizado, ¿podría facilitarnos más información sobre la naturaleza de su negocio, su mercado objetivo, la estrategia de precios actual y cualquier reto u objetivo específico que tenga en mente en relación con el Producto y el Precio? Esta información nos ayudará a ofrecerle una estrategia más personalizada y práctica para su negocio."
        },
{
            "categorias": [
                "Marketing: Estrategia"
            ],
            "tipo": [
                "prompt",
                "asistente"
            ],
            "titulo": "Crear una identidad de marca (USP y Buyer Persona)",
            "contenido": "Como experto en identidad de marca, tu papel es ayudarme a crear una identidad de marca que resuene con fuerza en el público objetivo de mi empresa o producto. Empiece por realizar un estudio de mercado exhaustivo y un análisis de la competencia para comprender el panorama actual. Esto incluye un análisis detallado de mis competidores para comprender sus puntos fuertes, sus puntos débiles y sus estrategias. \n Su experiencia es crucial para identificar los aspectos únicos de mi marca que la diferencian de la competencia. Esta singularidad puede estar en las características del producto, el modelo de negocio, el servicio al cliente o cualquier otro aspecto que haga que mi marca destaque. A partir de ahí, elabore una propuesta única de venta (USP) que capte sucintamente la esencia del carácter distintivo de mi marca. \n Además, elabore un perfil detallado del comprador, que represente al cliente ideal para mi producto o negocio. Este perfil debe incluir detalles demográficos, intereses, comportamientos y puntos débiles, asegurándose de que se alinea estrechamente con la USP y la identidad general de la marca. \n Su orientación será decisiva para crear una identidad de marca que no sólo diferencie a mi empresa en el mercado, sino que también establezca una conexión profunda con mi público objetivo."
        },
        {
            "categorias": [
                "Marketing: Contenido y SEO",
                "Redacción: Creación de Contenido"
            ],
            "tipo": [
                "prompt",
                "asistente"
            ],
            "titulo": "Crear una historia de marketing con CTA (Storytelling)",
            "contenido": "Empiece por identificar un conflicto o reto con el que se pueda relacionar mi público objetivo y que mi empresa o producto pueda resolver. Este conflicto debe formar parte de la historia, preparando el terreno para una resolución que destaque la eficacia de mi producto o empresa para resolver este problema. \n La resolución de la historia debe conducir de forma natural a una llamada a la acción (CTA) clara, que oriente al público sobre los pasos que debe dar a continuación, ya sea visitar un sitio web, suscribirse a un servicio o realizar una compra. \n A lo largo de la historia, mantener la relevancia de mi marca y las necesidades de la audiencia, asegurándome de que cada elemento, desde el conflicto hasta la resolución, esté en consonancia con lo que representa mi marca. La historia debe ser clara y concisa, evitando complejidades o ambigüedades que puedan distraer o confundir al público. \n Tu pericia en la elaboración de esta historia de marketing no solo atraerá a la audiencia, sino que también la impulsará a pasar a la acción, potenciando eficazmente la presencia y el impacto de mi marca en el mercado."
        },
        {
            "categorias": [
                "Análisis de Cliente"
            ],
            "tipo": [
                "prompt",
                "asistente"
            ],
            "titulo": "Analizar el comportamiento del consumidor para convertir clientes",
            "contenido": "Como psicólogo del comportamiento del consumidor, analizará mi negocio o producto y me proporcionará una guía completa sobre cómo puedo utilizar los principios de la psicología del consumidor para atraer y convertir a los visitantes en clientes. Su análisis debe incluir una comprensión de las motivaciones, creencias y procesos de toma de decisiones de mi público objetivo. Espero que sugiera estrategias que aprovechen estos factores psicológicos, como el aprovechamiento de la prueba social, la creación de un sentido de urgencia, el uso de mensajes persuasivos y el diseño de una experiencia de usuario intuitiva y agradable. Además, explora cómo se pueden equilibrar las apelaciones emocionales y racionales en mi enfoque de marketing y ventas. Proporcione ejemplos prácticos y medidas prácticas para cada estrategia, asegurándose de que se ajustan a la naturaleza de mi empresa o producto. Su guía también debe abordar los posibles retos y cómo superarlos. Si necesita detalles más específicos sobre mi producto o negocio para un enfoque a medida, infórmeme y le facilitaré la información necesaria."
        },
        {
            "categorias": [
                "Marketing: Contenido y SEO"
            ],
            "tipo": [
                "prompt"
            ],
            "titulo": "Crear un eslogan de marca usando la Regla de Tres",
            "contenido": "Como experto en branding y marketing especializado en la Regla de Tres, su tarea consiste en crear un eslogan de marca cautivador y fácilmente comprensible para mi producto o negocio. El eslogan debe incorporar la Regla de Tres, un principio que sugiere que los elementos agrupados de tres en tres son más atractivos y memorables. Este eslogan debe captar sucintamente la esencia de lo que ofrece mi producto o empresa, destacando sus puntos de venta o valores únicos en un trío de palabras o frases. El eslogan tiene que resonar en mi público objetivo y reforzar la identidad de mi marca. Debe ser memorable, fácil de recordar y lo bastante versátil como para utilizarlo en diversos materiales de marketing. El lenguaje debe ser sencillo pero contundente, para que transmita el mensaje principal con eficacia. Si necesita detalles más específicos sobre mi producto o negocio para crear un eslogan más adaptado, hágamelo saber y le proporcionaré la información necesaria."
        },
        {
            "categorias": [
                "Marketing: Estrategia"
            ],
            "tipo": [
                "prompt"
            ],
            "titulo": "Crear un Caso de Estudio de Marketing",
            "contenido": "Utilizando el marco del 'Estudio de Caso', por favor escriba un esquema de campaña de marketing que presente un ejemplo de la vida real de cómo nuestro [producto/servicio] ha resuelto con éxito un [problema] o alcanzado un [objetivo] para un [cliente] específico. Incluya detalles sobre los [retos] a los que se enfrentaba el cliente y cómo nuestro producto proporcionó una [solución]."
        },
        {
            "categorias": [
                "Redacción: Edición y Mejora",
                "Habitual"
            ],
            "tipo": [
                "prompt"
            ],
            "titulo": "Mejorar la calidad de un texto (gramática, estilo, coherencia)",
            "contenido": "Como experto en redacción, tu objetivo es proporcionar mejoras de contenido de alta calidad para diversos tipos de escritos. Su cliente le proporcionará un contenido que le gustaría mejorar y su trabajo consistirá en entregarle una versión mejorada que satisfaga sus expectativas. Puede aplicar su experiencia en gramática, estructura, estilo y coherencia general para elevar la calidad del contenido original. No olvide adaptar sus mejoras a las necesidades y preferencias específicas de cada cliente. La clave de su éxito como experto en redacción será ofrecer contenidos bien elaborados, atractivos y sin errores. \n {{ ¿Qué contenido le gustaría mejorar? }} \n {{ ¿Qué tipo de contenido está creando? }}"
        },
{
            "categorias": [
                "Marketing: Estrategia"
            ],
            "tipo": [
                "prompt"
            ],
            "titulo": "Diseñar una estrategia de Marketing Viral con 'Viral Loop'",
            "contenido": "Crear una estrategia de marketing viral para [producto/servicio]. \n Producto = [Insertar aquí] \n Asegúrese de que el marco de la estrategia del 'Bucle Viral' está orientado únicamente a mi producto [Nombre del producto] y contiene las cuatro claves de una estrategia de Bucle Viral exitosa, que son Adquirir, Activar, Comprometer, Referir."
        },
        {
            "categorias": [
                "Marketing: Contenido y SEO",
                "Diseño Web"
            ],
            "tipo": [
                "prompt"
            ],
            "titulo": "Escribir texto para una Landing Page que convierta",
            "contenido": "Aprenda el arte de crear una página de destino cautivadora que convierta a los visitantes en clientes [Nombre del producto]. \n Domine su titular utilizando 'La gran promesa', 'La pendiente resbaladiza' o 'El calificativo sin sentido'. Céntrese en las necesidades del lector, haciendo más hincapié en las ventajas que en las características y utilizando la narración y los testimonios para generar confianza. Cree una oferta irresistible con una llamada a la acción clara, abordando las objeciones y ofreciendo una garantía de satisfacción."
        },
        {
            "categorias": [
                "Gestión de Proyectos"
            ],
            "tipo": [
                "prompt"
            ],
            "titulo": "Crear un calendario de proyecto y optimizar el flujo de trabajo",
            "contenido": "Va a crear un calendario de trabajo para un proyecto, [proyecto], que abarca un plazo de tres semanas. Esto implica dividir el proyecto en tareas más pequeñas, asignar plazos a cada tarea y asegurarse de que estos plazos son realistas y alcanzables dentro del período de tres semanas. Para ayudar en este proceso, también seleccionará el marco más adecuado para el proyecto basándose en el tema específico, <Tema del proyecto>. Su experiencia le ayudará a identificar un marco que no sólo se ajuste a los objetivos del proyecto, sino que también ofrezca eficiencia y eficacia. Además, aportará ideas y sugerirá estrategias dentro del marco elegido que puedan acelerar la finalización del proyecto. Esto puede implicar la identificación de posibles atajos, la recomendación de herramientas o recursos que puedan acelerar el proceso y la propuesta de enfoques innovadores para abordar tareas complejas con mayor rapidez. Su objetivo es optimizar el flujo de trabajo y garantizar que el proyecto se complete en el plazo deseado sin comprometer la calidad."
        },
        {
            "categorias": [
                "Rol: Gastronomía",
                "Redacción: Creación de Contenido"
            ],
            "tipo": [
                "prompt"
            ],
            "titulo": "Actuar como Chef para crear recetas personalizadas",
            "contenido": "Proporciona una receta personalizada y deliciosa utilizando [insertar ingredientes], asumiendo el rol de un chef personal experimentado. Describe los pasos de preparación de manera clara y detallada, e incluye consejos culinarios y técnicas específicas para mejorar el sabor y la presentación del plato. Ten en cuenta las preferencias de sabor, las restricciones dietéticas y el nivel de habilidad del cocinero al crear la receta."
        },
        {
            "categorias": [
                "Rol: Gastronomía",
                "Redacción: Creación de Contenido"
            ],
            "tipo": [
                "prompt"
            ],
            "titulo": "Crear recetas para personas con intolerancia al gluten",
            "contenido": "Genera un conjunto de recetas personalizadas para personas con intolerancia al gluten, enfocándose en comidas nutritivas y equilibradas que sean fáciles de preparar."
        },
        {
            "categorias": [
                "Rol: Gastronomía"
            ],
            "tipo": [
                "prompt"
            ],
            "titulo": "Actuar como experto en gastronomía internacional",
            "contenido": "Actúa como un experto en gastronomía internacional, con profundo conocimiento de platos, ingredientes y técnicas culinarias de diversas culturas. Brinda información sobre sabores, maridajes y contextos históricos y culturales de cada plato, y ofrece recomendaciones sobre dónde y cómo degustar auténticas delicias del mundo."
        },
        {
            "categorias": [
                "Comunicación: Chatbot",
                "Comunicación: Emails"
            ],
            "tipo": [
                "prompt"
            ],
            "titulo": "Generar mensajes de confirmación (reservas, compras, etc.)",
            "contenido": "Escribe un mensaje de confirmación amigable y profesional para [insertar situación, como una reserva, una compra o una suscripción], asumiendo el rol de un redactor experto en mensajes de confirmación. Incluye los detalles relevantes, como fechas, importes y contactos, y asegúrate de que el mensaje sea claro, conciso y fácil de entender. Agradece al destinatario y ofrece información sobre los próximos pasos o cualquier acción requerida."
        },
        {
            "categorias": [
                "Rol: RRHH"
            ],
            "tipo": [
                "prompt"
            ],
            "titulo": "Crear preguntas para una entrevista de trabajo",
            "contenido": "Redacta una lista de preguntas interesantes y reveladoras para entrevistar a [insertar nombre de la persona o rol], asumiendo el rol de un entrevistador curioso y perspicaz. Asegúrate de que las preguntas aborden aspectos clave de la vida, la carrera y las opiniones de la persona, y fomenten una conversación abierta y reflexiva. Ten en cuenta el contexto y el propósito de la entrevista al formular las preguntas."
        },
        {
            "categorias": [
                "Rol: RRHH",
                "Redacción: Edición y Mejora"
            ],
            "tipo": [
                "prompt"
            ],
            "titulo": "Escribir o mejorar un currículum vitae (CV)",
            "contenido": "Escribe un currículum vitae atractivo y bien estructurado para [insertar persona o situación], destacando las habilidades, la experiencia y los logros relevantes, asumiendo el rol de un experto en redacción de currículums. Asegúrate de que el formato y el contenido sean apropiados para el tipo de trabajo o industria que la persona está buscando, y utiliza un lenguaje claro y conciso para presentar la información de manera efectiva."
        },
        {
            "categorias": [
                "Redacción: Creación de Contenido"
            ],
            "tipo": [
                "prompt"
            ],
            "titulo": "Escribir un guion breve (cine, serie, corto)",
            "contenido": "Escribe un breve guion de [insertar género o tema] para [insertar formato, como película, serie o cortometraje], asumiendo el rol de un guionista experimentado. Desarrolla personajes interesantes y auténticos, y construye una trama que sea emocionante, conmovedora o divertida, según el género. Asegúrate de que el diálogo sea natural y realista, y utiliza elementos visuales y narrativos para contar la historia de manera efectiva."
        },
        {
            "categorias": [
                "Rol: Psicología"
            ],
            "tipo": [
                "prompt"
            ],
            "titulo": "Actuar como intérprete de sueños",
            "contenido": "Analiza e interpreta el siguiente sueño [insertar descripción del sueño] desde una perspectiva psicológica y simbólica, asumiendo el rol de un intérprete de sueños experto. Identifica posibles significados y temas subyacentes, y relaciona el sueño con las experiencias, emociones y preocupaciones de la vida real del soñador. Asegúrate de mantener un enfoque abierto y no dogmático al interpretar el sueño."
        }
      
    ]
}
